Repository: PastaPastaPasta/dashwallet-ios
Catalog: DashWallet/*.lproj/Main.strings
Languages: sk

# 4w7-k8-9wY.normalTitle
source: Recover Wallet
sk: Obnoviť peňaženku

# A4M-yq-26d.normalTitle
source: Generate recovery phrase
sk: Vygenerovať frázu pre obnovenie

# EQG-Km-ZKY.text
source: If you ever lose your phone, you will need this phrase to recover your wallet
sk: Ak niekedy stratíte telefón, budete potrebovať túto frázu pre obnovenie peňaženky

# FjB-H2-BnK.text
source: sent
sk: poslané

# Td7-xP-kmB.text
source: Please write it down
sk: Prosím, zapíšte si ju

# UyF-OV-QVY.text
source: not connected
sk: nepripojené

# YC6-rN-4P5.text
source: Enter this wallet's recovery phrase to wipe it and start/recover another. Your current balance remains on this phrase.
sk: Zadajte frázu obnovenia peňaženky, aby ste ju vymazali a spustili/obnovili inú. Váš súčasný zostatok zostáva v tejto fráze.

# bfj-xS-5rN.normalTitle
source: Pay Address From Clipboard
sk: Platba na adresu zo schránky

# ce6-Wi-wk4.normalTitle
source: Scan QR Code
sk: Skenovať QR kód

# cyp-mV-Bhd.text
source: I wrote it down:
sk: Zapísal som si to:

# dOa-zm-TDG.normalTitle
source: New Wallet
sk: Nová peňaženka

# dX6-jg-5IA.text
source: If you ever lose your phone, you will need this phrase to recover your wallet.
sk: Ak niekedy stratíte telefón, budete potrebovať túto frázu na obnovenie peňaženky

# eJ2-5h-DO2.text
source: unconfirmed
sk: nepotvrdená

# fQN-xb-SYb.title
source: Confirm:
sk: Potvrdiť:

# l5l-JR-LKA.text
source: Send DASH
sk: Poslať DASH

# ooJ-EA-DFl.title
source: recovery phrase:
sk: fráza obnovenia:

# qel-3J-2VC.text
source: Receive DASH
sk: Obdržať DASH

# s4T-yd-VfX.title
source: transaction details
sk: detaily transakcie

# t1j-JZ-FW0.text
source: no transactions
sk: žiadne transakcie

# wDZ-DN-szv.text
source: Start a new wallet by generating a wallet recovery phrase
sk: Začať novú peňaženku tým, že vytvoríte frázu pre obnovenie peňaženky

# adc-g6-wnP.text
source: Shapeshift in progress
sk: Shapeshift vo vývoji

# 7gb-Nc-x8C.text
source: New Wallet
sk: Nová peňaženka

# 7h3-k2-QrR.text
source: NEVER type your recovery phrase into password managers or elsewhere. Other devices may be infected.
sk: NIKDY nezadávajte frázu pre obnovenie do správcov hesiel alebo inde. Iné zariadenia môžu byť infikované.

# AH2-hg-79I.text
source: DO NOT let anyone see your recovery phrase or they can spend your dash.
sk: NEDOVOĽTE, aby niekto videl Vašu frázu pre obnovenie, lebo by mohol minúť Vaše Dashe.

# FJd-qY-pGg.normalTitle
source: Show Passphrase
sk: Ukázať prístupové heslo

# Wym-3X-CXY.text
source: WARNING
sk: UPOZORNENIE

# UQm-Kc-aR1.normalTitle
source: Remind me later
sk: Pripomenúť neskôr

# Ng6-uV-YUC.normalTitle
source: Share
sk: Zdieľať
